Repository: Bulsulog-art/clipforge
Catalog: ios/ClipForge/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

source: Studio
es: Estudio
tr: Stüdyo

source: Channels
es: Canales
tr: Kanallar

source: Trends
es: Tendencias
tr: Trendler

source: Settings
es: Ajustes
tr: Ayarlar

source: Next
es: Siguiente
tr: İleri

source: Let's go
es: ¡Vamos!
tr: Hadi başlayalım

source: Skip
es: Saltar
tr: Geç

source: Yes, notify me
es: Sí, notifícame
tr: Evet, bildir

source: Maybe later
es: Quizás luego
tr: Belki sonra

source: AI does the editing
es: La IA hace la edición
tr: Düzenlemeyi yapay zeka yapar

source: Klap + HeyGen + Reface in one
es: Klap + HeyGen + Reface en una sola app
tr: Klap + HeyGen + Reface tek uygulamada

source: Cancel anytime · refund-safe
es: Cancela cuando quieras · reembolso seguro
tr: İstediğin zaman iptal · iade güvenli

source: Only render alerts · no spam
es: Solo alertas de render · sin spam
tr: Sadece render uyarıları · spam yok

source: Your studio is ready
es: Tu estudio está listo
tr: Stüdyon hazır

source: Or browse trending hooks →
es: O explora hooks en tendencia →
tr: Veya popüler kancalara göz at →

source: Active
es: Activos
tr: Aktif

source: Ready · 7d
es: Listos · 7d
tr: Hazır · 7g

source: Day streak
es: Días seguidos
tr: Günlük seri

source: Streak
es: Racha
tr: Seri

source: TODAY'S PICK
es: ELECCIÓN DE HOY
tr: BUGÜNÜN SEÇİMİ

source: Generate clips from this
es: Genera clips desde esto
tr: Buradan klip oluştur

source: Distribution
es: Distribución
tr: Dağıtım

source: Not connected
es: No conectado
tr: Bağlı değil

source: Connect
es: Conectar
tr: Bağlan

source: Connecting…
es: Conectando…
tr: Bağlanıyor…

source: Disconnect
es: Desconectar
tr: Bağlantıyı kes

source: Reconnect
es: Reconectar
tr: Yeniden bağlan

source: How publishing works
es: Cómo funciona la publicación
tr: Yayınlama nasıl çalışır

source: Publish
es: Publicar
tr: Yayınla

source: Share
es: Compartir
tr: Paylaş

source: AI tools
es: Herramientas IA
tr: AI araçları

source: Save to Photos
es: Guardar en Fotos
tr: Fotoğraflara kaydet

source: Caption copied — paste it after sharing
es: Texto copiado — pégalo después de compartir
tr: Açıklama kopyalandı — paylaştıktan sonra yapıştır

source: Close
es: Cerrar
tr: Kapat

source: Cancel
es: Cancelar
tr: İptal

source: Account
es: Cuenta
tr: Hesap

source: Email
es: Correo
tr: E-posta

source: Credits
es: Créditos
tr: Krediler

source: Billing
es: Facturación
tr: Faturalandırma

source: Restore purchases
es: Restaurar compras
tr: Satın alımları geri yükle

source: Support
es: Soporte
tr: Destek

source: Send feedback
es: Enviar comentarios
tr: Geri bildirim gönder

source: Email support
es: Correo de soporte
tr: E-posta desteği

source: Privacy Policy
es: Política de privacidad
tr: Gizlilik Politikası

source: Terms of Service
es: Términos de servicio
tr: Kullanım Şartları

source: About
es: Acerca de
tr: Hakkında

source: Version
es: Versión
tr: Sürüm

source: Sign out
es: Cerrar sesión
tr: Çıkış yap

source: Delete account
es: Eliminar cuenta
tr: Hesabı sil

source: Grow
es: Crecer
tr: Büyüt

source: Invite friends · +5 credits each
es: Invita amigos · +5 créditos cada uno
tr: Arkadaşlarını davet et · her birine +5 kredi

source: Export my data
es: Exportar mis datos
tr: Verilerimi dışa aktar

source: Preparing export…
es: Preparando exportación…
tr: Dışa aktarma hazırlanıyor…

source: Weekly
es: Semanal
tr: Haftalık

source: Monthly
es: Mensual
tr: Aylık

source: Yearly
es: Anual
tr: Yıllık

source: Best value
es: Mejor valor
tr: En iyi değer

source: Subscribe
es: Suscribirse
tr: Abone ol

source: Current plan
es: Plan actual
tr: Mevcut plan

source: Processing…
es: Procesando…
tr: İşleniyor…

source: Get Plus
es: Obtener Plus
tr: Plus Al

source: Loading pricing…
es: Cargando precios…
tr: Fiyatlar yükleniyor…

source: Couldn't load pricing
es: No se cargaron los precios
tr: Fiyatlar yüklenemedi

source: Retry
es: Reintentar
tr: Tekrar dene

source: Get more credits
es: Obtener más créditos
tr: Daha fazla kredi al

source: Top up credits
es: Recargar créditos
tr: Kredi yükle

source: Send
es: Enviar
tr: Gönder

source: Done
es: Listo
tr: Tamam

source: Got it!
es: ¡Entendido!
tr: Anlaşıldı!

source: Invite friends
es: Invita amigos
tr: Arkadaşlarını davet et

source: YOUR CODE
es: TU CÓDIGO
tr: KODUNUZ

source: Copy
es: Copiar
tr: Kopyala

source: Share with friends
es: Comparte con amigos
tr: Arkadaşlarla paylaş

source: Invited
es: Invitados
tr: Davet edilen

source: Credits earned
es: Créditos ganados
tr: Kazanılan kredi

source: Cap
es: Límite
tr: Sınır

source: Got a friend's code?
es: ¿Tienes el código de un amigo?
tr: Arkadaşının kodu var mı?

source: Paste code
es: Pega el código
tr: Kodu yapıştır

source: Redeem
es: Canjear
tr: Kullan

source: Applying…
es: Aplicando…
tr: Uygulanıyor…

source: Retry render
es: Reintentar render
tr: Render'ı tekrar dene

source: Render failed
es: Render falló
tr: Render başarısız

source: No clips yet
es: Aún no hay clips
tr: Henüz klip yok

source: Go to Studio
es: Ir a Estudio
tr: Stüdyo'ya git

source: Punchy
es: Impactante
tr: Etkileyici

source: Cinematic
es: Cinematográfico
tr: Sinematik

source: Minimal
es: Minimalista

source: Thumbnail style
es: Estilo de miniatura
tr: Küçük resim stili

source: Restore
es: Restaurar
tr: Geri yükle

source: Best value · ~83% off weekly price
es: Mejor valor · ~83% menos que el precio semanal
tr: En avantajlı · haftalık fiyata göre ~%83 indirim

source: You're on Plus
es: Ya tienes Plus
tr: Plus üyesisin

source: CURRENT
es: ACTUAL
tr: MEVCUT

source: Save ~38% vs weekly
es: Ahorra ~38% frente al semanal
tr: Haftalığa göre ~%38 tasarruf

source: credits
es: créditos
tr: kredi

source: What's in Plus?
es: ¿Qué incluye Plus?
tr: Plus'ta neler var?

source: See Plus pricing
es: Ver precios de Plus
tr: Plus fiyatlarını gör

source: 1 credit ≈ 1 video → up to 10 clips
es: 1 crédito ≈ 1 vídeo → hasta 10 clips
tr: 1 kredi ≈ 1 video → 10 klibe kadar

source: Plus members only
es: Solo para miembros Plus
tr: Yalnızca Plus üyelerine

source: Credits never expire. Refund-safe consumable.
es: Los créditos no caducan. Consumible con derecho a reembolso.
tr: Krediler son kullanma tarihi olmadan kalır. İade edilebilir tüketilebilir ürün.

source: Balance
es: Saldo
tr: Bakiye

source: One long video in. Ten short ones out.
es: Entra un vídeo largo. Salen diez cortos.
tr: Tek uzun video girer. On kısa video çıkar.

source: Upload a video, and in about a minute you get vertical clips with captions burned in, a hook on each one and a thumbnail ready to post. No editing.
es: Sube un vídeo y en aproximadamente un minuto tendrás clips verticales con subtítulos incrustados, un gancho en cada uno y una miniatura lista para publicar. Sin editar.
tr: Bir video yükle; yaklaşık bir dakika içinde altyazısı gömülü dikey klipler, her birine yazılmış bir açılış cümlesi ve paylaşıma hazır kapak görseli alırsın. Kurgu yok.

source: Up to 10 vertical clips from one video
es: Hasta 10 clips verticales de un solo vídeo
tr: Tek videodan 10 adede kadar dikey klip

source: Word-by-word captions burned in, 5 styles
es: Subtítulos palabra por palabra incrustados, 5 estilos
tr: Kelime kelime gömülü altyazı, 5 stil

source: A hook written for each clip
es: Un gancho escrito para cada clip
tr: Her klip için yazılmış açılış cümlesi

source: Thumbnail generated for every clip
es: Miniatura generada para cada clip
tr: Her klip için üretilen kapak görseli

source: Silences cut automatically
es: Los silencios se cortan automáticamente
tr: Sessizlikler otomatik kesilir

source: Translate a clip into 15+ languages (2 cr)
es: Traduce un clip a más de 15 idiomas (2 cr)
tr: Bir klibi 15+ dile çevir (2 kredi)

source: Your own voice on a clip (5 cr)
es: Tu propia voz en un clip (5 cr)
tr: Klipte kendi sesin (5 kredi)

source: No watermark, no outro
es: Sin marca de agua, sin outro
tr: Filigran yok, kapanış klibi yok

source: Extra credit packs whenever you need them
es: Packs de créditos extra cuando los necesites
tr: İhtiyaç oldukça ek kredi paketleri

source: Clips
tr: Klipler
